[{"id":"Q1","section":"A","text":"The most important reason for being alert to a hazard is so:","choices":["Law enforcement personnel can be called.","You will have time to plan your escape if the hazard becomes an emergency","You can help impaired drivers.","Accident reports will be accurate."],"answerIndex":1},{"id":"Q2","section":"A","text":"You are driving at 50 MPH. Driving conditions are ideal ( dry pavement, good visibility). What is the least amount of space that you should keep in front of your vehicle to be safe?","choices":["2 seconds","3 seconds","4 seconds","5 seconds"],"answerIndex":3},{"id":"Q3","section":"A","text":"You are driving a new bus with a manual transmission. What gear will you probably have to use on a long, steep downhill grade?","choices":["A higher gear than you would use to climb the hill","None: Newer buses can coast down hills.","The same gear that you would use to climb the hill.","A lower gear than you would use to climb the hill."],"answerIndex":3},{"id":"Q4","section":"A","text":"You are driving a vehicle that could safely be driven at 55 MPH on an open road. But traffic is now heavy, moving at 35 MPH though the speed limit is 55. The safest speed for your vehicle is most likely:","choices":["25MPH","35MPH","45MPH","55MPH"],"answerIndex":1},{"id":"Q5","section":"A","text":"While driving, you see a small (1 foot square) cardboard box ahead in your lane. You should:","choices":["Brake hard to avoid hitting it.","Hit it with your vehicle to knock it off the road.","Stop and direct traffic around it.","Steer around it without making a sudden or unsafe move."],"answerIndex":3},{"id":"Q6","section":"A","text":"Which of these statements is a good rule to follow when backing up your vehicle?","choices":["Use a helper whenever possible.","Rely on mirrors for all information on your path of travel.","Use the highest reverse gear while backing.","Back and turn toward the right side."],"answerIndex":0},{"id":"Q7","section":"A","text":"Immediately after a long, hot drive, you check air pressure in a tire and it is 5 lb. high. You should:","choices":["Let out 5 lb. of air from the tire.","Before the next trip, set the cold air pressure 5 lb. below the recommended level.","Recheck the pressure after the tire cools.","When you resume your trip, drive slower."],"answerIndex":2},{"id":"Q8","section":"A","text":"Which of these items is checked in a pre-trip inspection?","choices":["Whether all vehicle lights are working and are clean.","Wiper blades.","Emergency exits.","All of the above."],"answerIndex":3},{"id":"Q9","section":"A","text":"Where or when should you test the stopping action of your service brakes?","choices":["In a parking lot when the vehicle is not moving.","When moving at 5 MPH.","At a special Brake Testing Center only.","When the vehicle is going downhill without a load."],"answerIndex":1},{"id":"Q10","section":"A","text":"Which of these can cause a vehicle to skid?","choices":["Turning too sharply.","Overacceleration.","Not enough weight on the front axle.","All of the above."],"answerIndex":3},{"id":"Q11","section":"A","text":"What is counter steering?","choices":["Turning the wheel back in the other direction after steering to avoid a traffic emergency.","Turning the steering wheel counterclockwise.","Steering in the opposite direction from what other drivers expect you to do.","Using the steering axle brakes to prevent oversteering."],"answerIndex":0},{"id":"Q12","section":"A","text":"High beams should be:","choices":["Used when it is safe and legal to do so.","Dimmed at the time that you get within 100 feet of another vehicle.","Turned on when an oncoming driver does not dim his/her lights.","All of the above."],"answerIndex":0},{"id":"Q13","section":"A","text":"Which of these statements about marking a stopped vehicle is true?","choices":["If a hill or curve keeps drivers behind you from seeing the vehicle within 500 feet, the rear reflective triangle should be moved back down the road to give adequate warning.","The vehicle's tail lights should be kept on to warn other drivers.","You do not need to put out reflective triangles unless the vehicle will be stopped for 30 minutes or more.","All of the above are true."],"answerIndex":0},{"id":"Q14","section":"A","text":"You are driving in the right lane of a four-lane, undivided road. You come over a hill and find a car stopped ahead in your lane. You do not have room to stop, and the hill blocks your view to the rear. The shoulder is clear. Which of these is most likely the best action to take?","choices":["Steer to the right.","Use hard braking and brace for collision.","Steer into the left lane.","Steer into the oncoming lanes."],"answerIndex":0},{"id":"Q15","section":"A","text":"You can see a marking on a vehicle ahead of you. The marking is a red triangle with an orange center. What does the marking mean?","choices":["It is being driven by a student driver.","It may be a slow-moving vehicle.","The vehicle is hauling hazardous materials.","It is a law enforcement vehicle."],"answerIndex":1},{"id":"Q16","section":"A","text":"When driving through work zones, you should:","choices":["Drive slowly.","Use your brake lights to warn drivers behind you.","Turn on your flashers.","Do all of the above."],"answerIndex":3},{"id":"Q17","section":"A","text":"You should stop driving:","choices":["After 5 hours.","After 7 hours.","After 9 hours.","Whenever you become sleepy."],"answerIndex":3},{"id":"Q18","section":"A","text":"Which of these statements about drugs is true?","choices":["A driver can use any prescription drug while driving.","Use of drugs can lead to accidents and/or arrest.","Amphetamines (\"pep pills\" or \"bennies\") can be used to help the driver stay alert.","All of the above."],"answerIndex":1},{"id":"Q19","section":"A","text":"Which of these statements about using turn signals is true?","choices":["You should use your turn signals to mark your vehicle when it is pulled off on the side of the road.","When turning, you should cancel the signal before you make the turn.","You do not need to use a signal when changing lanes in traffic on a four-lane highway.","When turning, you should signal early."],"answerIndex":3},{"id":"Q20","section":"A","text":"You must exit a highway using an off-ramp that curves downhill. You should:","choices":["Come to a full stop at the top of the ramp.","Wait until you are in the curve before downshifting.","Slow down to a safe speed before the curve.","Slow down to the posted speed limit for the off-ramp."],"answerIndex":2},{"id":"Q21","section":"A","text":"You are driving a heavy bus with a manual transmission. You have to stop the vehicle on the shoulder while driving on an uphill grade. Which of these is a good rule to follow when putting it back in motion up the grade?","choices":["Let the vehicle roll straight backwards a few feet before you engage the clutch.","Let the vehicle roll backwards a few feet before you engage the clutch, but turn the wheel so that the back moves away from the roadway.","Keep the clutch slipping while slowly accelerating.","Use the parking brake to hold the vehicle until the clutch engages."],"answerIndex":3},{"id":"Q22","section":"A","text":"As the Blood Alcohol Concentration (BAC) goes up, what happens?","choices":["Judgment and self-control are affected.","The drinker can sober up in less time.","The drinker more clearly sees how alcohol is affecting him/her.","The effects of alcohol decrease."],"answerIndex":0},{"id":"Q23","section":"A","text":"When looking ahead of your vehicle while driving, you should look:","choices":["To the right side of the road.","To the left side of the road.","Back and forth, near and far.","Straight ahead at all times."],"answerIndex":2},{"id":"Q24","section":"A","text":"When the roads are slippery, you should:","choices":["Make turns as carefully as possible.","Stop and test the traction while going up hills.","Decrease the distance that you look ahead of your vehicle.","Drive alongside other vehicles."],"answerIndex":0},{"id":"Q25","section":"A","text":"Which of these is a good thing to remember about using mirrors?","choices":["You should look at a mirror for several seconds at a time.","Convex mirrors make things look larger and closer than they really are","There are \"blind spots\" that your mirror cannot show you","You should check your mirrors twice before making a lane change."],"answerIndex":2},{"id":"Q26","section":"A","text":"Which of these is a good thing to do when driving at night?","choices":["Wear sun glasses","Keep your instrument lights bright","Keep your speed slow enough that you can stop within the range of your headlights","Look directly at oncoming headlights only briefly."],"answerIndex":2},{"id":"Q27","section":"A","text":"Which of these is a sign of tire failure?","choices":["Vibration","A loud \"bang\"","Steering that feels heavy","All of the above"],"answerIndex":3},{"id":"Q28","section":"A","text":"Your vehicle is in a traffic emergency and may collide with another vehicle if you do not take action. Which statement is true?","choices":["Leaving the road is always more risky than hitting another vehicle","Unbuckle your safety belt before impact so you will not be trapped inside your vehicle","You can almost always turn to miss an obstacle more quickly than you can stop","Stopping is always the safest action in a traffic emergency"],"answerIndex":2},{"id":"Q29","section":"A","text":"What should you do when your vehicle hydroplanes?","choices":["Accelerate slightly","Counter steer hard","Release the accelerator","Start stab-braking"],"answerIndex":2},{"id":"Q30","section":"A","text":"You are testing the stopping action of service brakes on a hydraulic system. Which of these can mean there is a problem?","choices":["The brake pedal \"feels\" unusual","The vehicle pulls to one side when the brake pedal is pressed","Stopping action is delayed","All of the above"],"answerIndex":3},{"id":"Q31","section":"A","text":"To avoid a crash, you had to drive onto the right shoulder. You are now driving at 40 MPH on the shoulder. What should you do next to move back onto the roadway?","choices":["Keep moving at the present speed and steer very gently back onto the roadway","If the shoulder is clear, stay on it until your vehicle comes to a stop","Brake hard to slow the vehicle, then steer sharply onto the roadway","Steer sharply onto the roadway, then brake hard as you counter steer"],"answerIndex":1},{"id":"Q32","section":"A","text":"While driving, ice builds up on your wipers and they no longer clean the windshield. You should:","choices":["Keep driving and spray the windshield with washer fluid","Stop safely and fix the problem","Keep driving and turn the wipers off","Keep driving and turn your defroster on"],"answerIndex":1},{"id":"Q33","section":"A","text":"Which of these is the most important thing to remember about emergency braking?","choices":["If the wheels are skidding, you cannot control the vehicle","Never do it without downshifting first","It helps to keep the brake linings clean.","Disconnecting the steering axle brakes will help keep your vehicle in a straight line during emergency braking"],"answerIndex":0},{"id":"Q34","section":"A","text":"Which of these statements about cold-weather driving is true?","choices":["Exhaust system leaks are less dangerous in cold weather","In snowstorms, wiper blades should be adjusted so they do not make direct contact with the windshield","An engine cannot overheat when the weather is very cold","Windshield washer antifreeze should be used"],"answerIndex":3},{"id":"Q35","section":"A","text":"The road you are driving on becomes very slippery due to glare ice. Which of these is a good thing to do in such a situation?","choices":["Stop driving as soon as you can safely do so","Downshift to stop","Apply the brakes often to keep the linings dry","Keep varying your speed by accelerating and braking"],"answerIndex":0},{"id":"Q36","section":"A","text":"For your safety, when setting out reflective triangles, you should","choices":["Tum off your flashers","Carry the triangles at your side","Hold the triangles between yourself and oncoming traffic","Keep them out of sight while you walk to the spot where you want to place them"],"answerIndex":2},{"id":"Q37","section":"A","text":"Which fires can you put out with water?","choices":["Tire fires","Gasoline/Diesel fuel fires","Electrical fires","All of the above"],"answerIndex":0},{"id":"Q38","section":"A","text":"Hydroplaning:","choices":["Is more likely if tire pressure is low","Only occurs when there is a lot of water","Only occurs at speeds above 50 MPH","Cannot occur when driving through a puddle"],"answerIndex":0},{"id":"Q39","section":"A","text":"You should avoid driving through deep puddles or flowing water. But if you must, which of these steps can help keep your brakes working?","choices":["Driving through quickly","Gently applying pressure on the brakes while driving through the water","Applying hard pressure on both the brake pedal and accelerator after coming out of the water","Turning on your brake heaters"],"answerIndex":1},{"id":"Q40","section":"A","text":"You must park on the side of a level, straight, two-lane road. Where should you place the reflective triangles?","choices":["One within 10 feet of the front of the vehicle, one about 200 feet to the front, and one about 100 feet to the rear","One within 10 feet of the rear of the vehicle, one about 100 feet to the rear, and one about 200 feet to the rear","One within 10 feet of the rear of the vehicle, one about 100 feet to the rear, and one about 100 feet to the front of the vehicle","One about 50 feet to the rear of the vehicle, one about 100 feet to the rear, and one about 100 feet to the front of the vehicle"],"answerIndex":2},{"id":"Q41","section":"A","text":"According to the Driver's Manual, why should you limit the use of your horn?","choices":["It can startle other drivers","On vehicles with air brakes, it can use air pressure that may be needed to stop","The horn is not a good way to let others know you are there","You should keep both hands tightly gripping the steering wheel at all times"],"answerIndex":0},{"id":"Q42","section":"A","text":"Which of these is a proper use of vehicle lights?","choices":["Turning on your headlights during the day when visibility is reduced due to rain or snow","Flashing your brake lights to warn someone behind you that you are going to stop on the road","Flashing your brake lights to warn someone behind you of a hazard that will require slowing down","All of the above"],"answerIndex":3},{"id":"Q43","section":"A","text":"Your Blood Alcohol Concentration (BAC) is determined by which of the following","choices":["Your weight","The amount of alcohol you drink","How fast you drink","All of the above"],"answerIndex":3},{"id":"Q44","section":"A","text":"What is the proper way to hold a steering wheel?","choices":["With both hands close together, near the bottom of the wheel","With both hands, on opposite sides of the wheel","With one hand","With both hands close together, near the top of the steering wheel"],"answerIndex":1},{"id":"Q45","section":"A","text":"Which of these statements about speed management is true?","choices":["When the road is slippery, it will take longer to stop and it will be harder to turn without skidding","On a wet road, you should reduce your speed by about one-third","On packed snow, you should reduce your speed by one-half","All of the above"],"answerIndex":3},{"id":"Q46","section":"A","text":"On which fires can you use the \"A:B:C\" fire extinguisher?","choices":["Electrical fires","Burning liquids","Burning cloth","All of the above"],"answerIndex":3},{"id":"Q47","section":"A","text":"When should you wear seat belts?","choices":["Only when traveling on a highway","Only when engaged in interstate commerce","Any time you are in a moving vehicle","Only in states where it is required by law"],"answerIndex":2},{"id":"Q48","section":"A","text":"Which of these is a good thing to remember when crossing or entering traffic with a heavy vehicle?","choices":["The heavier your load, the smaller the gap needed to cross traffic","Because heavy vehicles are easy to see, you can count on other drivers to move out of your way or slow down for you","Heavy vehicles need larger gaps in traffic than cars","The best way to cross traffic is to pull the vehicle part of the way across the road and block one lane while waiting for the other lane to clear"],"answerIndex":2},{"id":"Q49","section":"A","text":"The Driver's Manual suggests several things to do when you pass a vehicle. Which of these is not one of them?","choices":["Assume the other driver does not see you","Lightly tap your horn","At night, turn on your high beams before you start to pass, and leave them on until you have completely passed the vehicle","Drive carefully to avoid a crash"],"answerIndex":2},{"id":"Q50","section":"A","text":"Which of these statements about drinking alcohol is true?","choices":["Not everyone who drinks is affected by alcohol","Coffee and fresh air will help a drinker sober up","A few beers have the same effect on driving as a few shots of whiskey or a few glasses of wine","All of the above are true"],"answerIndex":2},{"id":"Q51","section":"A","text":"You are driving a vehicle at 55 MPH on dry pavement. About how much total stopping distance will you need to","choices":["The length of a football field","The length of the vehicle","Twice the length of the vehicle","Half the length of a football field"],"answerIndex":0},{"id":"Q52","section":"A","text":"Which of these statements about managing space is true?","choices":["Many accidents are caused by drivers keeping too much space in front of their vehicles","Smaller vehicles require more space to stop than larger ones","When the road is slippery, you need much more space to stop","All of the above are true"],"answerIndex":2},{"id":"Q53","section":"A","text":"Every time you leave your vehicle, you should:","choices":["Turn the steering wheel as far to the left as you can","Leave it in gear (if it has a manual transmission)","Apply the parking brake","Do all of the above"],"answerIndex":2},{"id":"Q54","section":"A","text":"Brake \"fade\":","choices":["Is a problem that only occurs with drum brakes","Can be caused by the brakes getting very hot","Can be corrected by letting up on the brakes for 1-2 seconds and then reapplying them","All of the above"],"answerIndex":1},{"id":"Q1B","section":"B","text":"Which of these statements about managing space to the sides of your bus is true?","choices":["You should avoid traveling next to others when possible","You should keep your bus to the right side of your lane.","The lane position of buses is not affected by wind.","All of the above are true."],"answerIndex":0},{"id":"Q2B","section":"B","text":"Which of these should be considered a hazard?","choices":["An ice cream truck.","A driver signaling a turn.","A blind intersection.","All of the above."],"answerIndex":3},{"id":"Q3B","section":"B","text":"If your bus has an emergency exit door, it must:","choices":["Be free to open for fresh air.","Be closed when operating the bus.","Always have a red door.","Meet all of the above."],"answerIndex":1},{"id":"Q4B","section":"B","text":"Which of the following types of cargo can never be carried on a bus?","choices":["Small arms ammunition labeled ORM-D.","Emergency drug shipments.","Irritating materials or tear gas.","All of the above."],"answerIndex":2},{"id":"Q5B","section":"B","text":"Under Article 19-A of the Vehicle and Traffic Law and Part 6 of the Commissioner's Regulations, bus drivers who receive notice that their license, permit, or privilege to operate a motor vehicle has been suspended, revoked or withdrawn, must notify the motor carrier that employs them:","choices":["Within 5 business days of the following day they received the notice.","Within one week of the following day they received the notice.","By the end of the business day following the day they received the notice.","Only if it involves a drinking or drug offense or a motor vehicle accident."],"answerIndex":2},{"id":"Q6B","section":"B","text":"To stop for railroad tracks, a bus driver should stop ____ to ____ feet before the nearest track","choices":["5; 20","10; 35","15; 50","20; 65"],"answerIndex":2},{"id":"Q7B","section":"B","text":"You are driving on a slippery road during the day. How much space does the Driver's Manual say you should keep ahead of you?","choices":["Allow \"much more space\" than needed for ideal driving conditions.","Add \"one second to the space needed in good driving conditions\".","Allow \"one car length for every 10 mph\".","Allow \"no more space\" than you need under ideal conditions."],"answerIndex":0},{"id":"Q8B","section":"B","text":"Which of these statements about speed management and braking is true?","choices":["The total stopping distance of a bus is the distance it takes to stop once the brakes are applied.","The posted speed limit will always allow you to stop safely.","Stopping time increases one second for each 10 mph over 20 mph.","You need about four times as much stopping distance at 40 mph as at 20 mph."],"answerIndex":3},{"id":"Q9B","section":"B","text":"Which of these statements about seeing ahead is true?","choices":["At highway speed, you should look not more than 1/8 mile ahead","Good drivers keep their attention on one place for 12 to 15 seconds at a time","Many drivers do not look far enough ahead","All of the above"],"answerIndex":2},{"id":"Q10B","section":"B","text":"Under Article 19-A of the Vehicle and Traffic Law and Part 6 of the Commissioner's Regulations, bus drivers who are convicted of a traffic infraction must notify their employer of the conviction:","choices":["Only when the traffic infraction took place while driving a bus","Only when the traffic infraction took place in NY State","Only if the conviction results in a suspension or revocation of the driver's license privileges","When it occurs in any vehicle, in any jurisdiction."],"answerIndex":3},{"id":"Q11B","section":"B","text":"You may sometimes haul small-arms ammunition or emergency hospital supplies on a bus. The total weight of all such hazardous material must not be more than ____ pounds.","choices":["5","50","500","5000"],"answerIndex":2},{"id":"Q12B","section":"B","text":"When you inspect your bus, make sure that:","choices":["Every other handhold and railing is secure","Emergency exit handles have been removed","Rider signaling devices are working","All of the above are true"],"answerIndex":2},{"id":"Q13B","section":"B","text":"Many buses have curved ( convex or \"spot\") mirrors. These mirrors:","choices":["Do not need to be checked often because they show a larger area","Are against the law in some states","Make things seem smaller and farther away than they really are","All of the above"],"answerIndex":2},{"id":"Q14B","section":"B","text":"If a rider wants to bring a car battery or a can of gasoline aboard your bus, you should:","choices":["Put the car battery or gasoline in the cargo compartment","Not allow the rider to do it","Tell the rider to sit in the rear of the bus","Collect an extra fare for this type of cargo"],"answerIndex":1},{"id":"Q15B","section":"B","text":"Under Article 19-A of the Vehicle and Traffic Law and Part 6 of the Commissioner's Regulations, bus drivers who are convicted of a traffic infraction must notify their employer of the conviction:","choices":["Within one week of the date of violation","Within 5 working days of the date of conviction","Within 5 calendar days of the date of violation","None of the above is correct"],"answerIndex":1},{"id":"Q16B","section":"B","text":"Which of these statements about hazards is true?","choices":["If you can see any part of another vehicle, assume the driver sees you","A car with out-of-state license plates is a hazard because that state may not have  inspection laws","Movement inside a parked car could mean that a person is about to step out of it","All of the above are true"],"answerIndex":2},{"id":"Q17B","section":"B","text":"If there is no traffic light or attendant, stop for a drawbridge about ___ feet from the draw","choices":["5","25","50","100"],"answerIndex":2},{"id":"Q18B","section":"B","text":"Which of these will result in the best control on curves?","choices":["Speed up slightly before curves, then keep speed constant through the curves","Slow to a safe speed before entering curves, then coast through them.","Brake all the way through curves","Slow to a safe speed before entering curves, then accelerate slightly through the curves"],"answerIndex":3},{"id":"Q19B","section":"B","text":"A bus may carry baggage and freight only if secured so:","choices":["The driver can move freely and easily","Riders are protected from falling or shifting packages","Any rider can use any door or window in an emergency","All of the above are true"],"answerIndex":3},{"id":"Q20B","section":"B","text":"A driver who operates a vehicle under Article 19-A of the Vehicle and Traffic Law and who fails to notify his/her employer of a suspension, revocation, or withdrawal of privileges to operate a motor vehicle within the prescribed time frame, is subject to:","choices":["A minimum of a 5 working day suspension","A minimum of a 10 working day suspension","A suspension of 1 day for each day the driver failed to notify the employer, up to a maximum of 5 days","A maximum of a 5 working day suspension"],"answerIndex":0},{"id":"Q21B","section":"B","text":"You are driving at night and you must dim your headlights from high to low. What should you do with your speed?","choices":["Drop 5 mph until your eyes adjust","Nothing: How well you see should not affect speed","Slow down","Speed up"],"answerIndex":2},{"id":"Q22B","section":"B","text":"It is best to wear your seat belt:","choices":["Only if your bus holds more than 27 people","At all times","Unless you will not be driving over 35 mph","Only on sand, gravel, or ice-covered roads"],"answerIndex":1},{"id":"Q23B","section":"B","text":"You are driving a 40 foot bus at 30 mph. The road is dry and visibility is good. You should keep a safety space in front of your bus that is at least ___ seconds","choices":["8","7","4","3"],"answerIndex":2},{"id":"Q24B","section":"B","text":"How many folding aisle seats are allowed in a bus that is not carrying farm workers?","choices":["0","4","6","8"],"answerIndex":0},{"id":"Q25B","section":"B","text":"According to Section 509 of the Vehicle and Traffic Law, \"Special Requirements for Bus Drivers\", no motor carrier shall require or permit a driver to be on duty or operate a bus if, by such person's general appearance or by such person's conduct or by other substantiating evidence, such person appears to have consumed a drug, controlled substance or an intoxicating liquor within the preceding __ hours, or __ hours when such driver operates a school bus:","choices":["4 and 6","6 and 8","2 and 3","10 and 12"],"answerIndex":1},{"id":"Q26B","section":"B","text":"When you discharge an unruly rider, you should choose a place that is:","choices":["Near a police station","Isolated, so he won't bother others","As safe as possible","Convenient for you"],"answerIndex":2},{"id":"Q27B","section":"B","text":"When should you check your mirrors for a lane change?","choices":["After signaling the change","Right after starting the lane change","After completing the lane change","All of the above"],"answerIndex":3},{"id":"Q28B","section":"B","text":"Buses may have recapped or regrooved tires:","choices":["Anywhere except on the front wheels","On any or all of the wheels","Only when speeds will be less than 40 mph","Only on the outside duals"],"answerIndex":0},{"id":"Q29B","section":"B","text":"Which of the following lists the three types of emergency equipment that you must have on your bus?","choices":["Reflectors, fire extinguisher, tire repair kit","Hydraulic jack, fire extinguisher, signal flares","Fire extinguisher, spare electric fuses (unless equipped with circuit breakers), reflectors","First aid kit, spare electric fuses (unless equipped with circuit breakers), fire extinguisher"],"answerIndex":2},{"id":"Q30B","section":"B","text":"Your bus is disabled. The bus, with riders aboard, may be towed or pushed to a safe spot to discharge the passengers only if:","choices":["The distance is less than 1 mile","Getting off the bus sooner would be unsafe","A peace officer or rescue crew is present","Done by a 27,000 pound GVWR or larger tow truck"],"answerIndex":2},{"id":"Q31B","section":"B","text":"You should not let riders stand:","choices":["Between the wheel wells","In front of the standee line","Within two feet of an emergency exit","In a space reserved for persons with disabilities"],"answerIndex":1},{"id":"Q32B","section":"B","text":"If you have riders aboard, you should never fuel your bus:","choices":["Without a fire bottle beside you","In a closed building","Without attaching the grounding cable","With any of the windows open."],"answerIndex":1}]